// =================================================
// Меню бургер
// =================================================
import { burger } from "./functions/burger.js";
burger();
// =================================================
//Меню DropDown
// =================================================
// import { dropDown } from "./functions/dropDown.js";
// dropDown();
//==================================================
// Шапка при скролле
// =================================================
// import { headerScroll } from "./functions/headerScroll.js";
// headerScroll();
// =================================================
// Проверка поддержки Webp браузером
// =================================================
// import { isWebp } from "./functions/isWebp.js";
// isWebp();
// =================================================
// Проверка поддержки isAvif браузером
// =================================================
// import { isAvif } from "./functions/isAvif.js";
// isAvif();
// =================================================
// Создание файла конфигурациии .rsc MikroTik для добавления / удаления
// MAC-адресов access-list
// =================================================
 import { controlAside } from "./functions/controlAside.js";
 controlAside();
// =================================================